{
  "mode": "darkmode",
  "anime": {
    "urls": [
      "https://animevost.am/tip/tv/2791-tate-no-yuusha-no-nariagari-2nd-season.html",
      "https://animevost.am/tip/tv/2790-kaguya-sama-wa-kokurasetai-ultra-romantic.html",
      "https://animevost.am/tip/tv/2786-shijou-saikyou-no-daimaou-murabito-a-ni-tensei-suru.html",
      "https://animevost.am/tip/tv/2785-otome-game-sekai-wa-mob-ni-kibishii-sekai-desu.html",
      "https://animevost.am/tip/tv/2781-shokei-shoujo-no-virgin-road.html",
      "https://animevost.am/tip/tv/2779-mahoutsukai-reimeiki.html",
      "https://animevost.am/tip/tv/2778-koi-wa-sekai-seifuku-no-ato-de.html",
      "https://animevost.am/tip/tv/2776-komi-san-wa-comyushou-desu-2nd-season.html",
      "https://animevost.am/tip/tv/2774-yuusha-yamemasu.html",
      "https://animevost.am/tip/tv/2773-black-rock-shooter-dawn-fall.html",
      "https://animevost.am/tip/tv/2771-aharen-san-wa-hakarenai.html",
      "https://animevost.am/tip/tv/2751-bleach-sennen-kessen-hen.html",
      "https://animevost.am/tip/tv/2794-shachiku-san-wa-youjo-yuurei-ni-iyasaretai.html",
      "https://animevost.am/tip/tv/2793-heroine-tarumono-kiraware-heroine-to-naisho-no-oshigoto.html",
      "https://animevost.am/tip/tv/2792-gaikotsu-kishi-sama-tadaima-isekai-e-odekakechuu.html",
      "https://animevost.org/tip/tv/2797-build-divide-code-white.html",
      "https://animevost.org/tip/tv/2800-date-a-live-iv.html",
      "https://animevost.am/tip/tv/2799-kawaii-dake-ja-nai-shikimori-san.html",
      "https://animevost.am/tip/tv/2798-spy-x-family.html"
    ],
    "series": [
      1,
      1,
      1,
      1,
      2,
      1,
      1,
      1,
      1,
      1,
      2,
      0,
      1,
      1,
      1,
      2,
      1,
      1,
      1
    ],
    "ova": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "name": [
      "Восхождение героя щита (второй сезон)",
      "Госпожа Кагуя: в любви как на войне (третий сезон)",
      "Величайший Повелитель Демонов перерождается как типичное ничтожество",
      "Мир отомэ-игр - это тяжёлый мир для мобов",
      "Жизнь девушки-карателя",
      "Восхождение чародея",
      "Любовь после мирового господства",
      "У Коми проблемы с общением (второй сезон)",
      "Перестану быть героем",
      "Стрелок с чёрной скалы: Падение",
      "Непостижимая Ахарэн",
      "Блич: Тысячелетняя кровавая война",
      "Корпоративная рабыня хочет быть исцелена лоли-призраком",
      "Стать настоящей героиней! Непопулярная героиня и секретное задание",
      "Рыцарь-скелет вступает в параллельный мир",
      "Билд Дивайд: Белый код",
      "Рандеву с жизнью (четвёртый сезон)",
      "Моя девушка не только милая",
      "Семья шпиона"
    ],
    "logs": [
      "0 - !!! << Error: ('Connection aborted.', RemoteDisconnected('Remote end closed connection without response')) >> !!!\n",
      "1 - !!! << Error: HTTPConnectionPool(host='localhost', port=39529): Max retries exceeded with url: /session/58e4e6726fa4f91d731e9c7736f9384f/url (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7ff72d1f4310>: Failed to establish a new connection: [Errno 111] В соединении отказано')) >> !!!\n",
      "2 - !!! << Error: HTTPConnectionPool(host='localhost', port=39529): Max retries exceeded with url: /session/58e4e6726fa4f91d731e9c7736f9384f/url (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7ff72d1f51e0>: Failed to establish a new connection: [Errno 111] В соединении отказано')) >> !!!\n",
      "3 - !!! << Error: HTTPConnectionPool(host='localhost', port=39529): Max retries exceeded with url: /session/58e4e6726fa4f91d731e9c7736f9384f/url (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7ff7576711e0>: Failed to establish a new connection: [Errno 111] В соединении отказано')) >> !!!\n",
      "4 - !!! << Error: HTTPConnectionPool(host='localhost', port=39529): Max retries exceeded with url: /session/58e4e6726fa4f91d731e9c7736f9384f/url (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7ff72d393ee0>: Failed to establish a new connection: [Errno 111] В соединении отказано')) >> !!!\n",
      "5 - !!! << Error: HTTPConnectionPool(host='localhost', port=39529): Max retries exceeded with url: /session/58e4e6726fa4f91d731e9c7736f9384f/url (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7ff75e79feb0>: Failed to establish a new connection: [Errno 111] В соединении отказано')) >> !!!\n",
      "6 - !!! << Error: HTTPConnectionPool(host='localhost', port=39529): Max retries exceeded with url: /session/58e4e6726fa4f91d731e9c7736f9384f/url (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7ff75e7543a0>: Failed to establish a new connection: [Errno 111] В соединении отказано')) >> !!!\n",
      "7 - !!! << Error: HTTPConnectionPool(host='localhost', port=39529): Max retries exceeded with url: /session/58e4e6726fa4f91d731e9c7736f9384f/url (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7ff75e7540a0>: Failed to establish a new connection: [Errno 111] В соединении отказано')) >> !!!\n",
      "8 - !!! << Error: HTTPConnectionPool(host='localhost', port=39529): Max retries exceeded with url: /session/58e4e6726fa4f91d731e9c7736f9384f/url (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7ff75e754100>: Failed to establish a new connection: [Errno 111] В соединении отказано')) >> !!!\n",
      "9 - !!! << Error: HTTPConnectionPool(host='localhost', port=39529): Max retries exceeded with url: /session/58e4e6726fa4f91d731e9c7736f9384f/url (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7ff75e79fc10>: Failed to establish a new connection: [Errno 111] В соединении отказано')) >> !!!\n",
      "10 - !!! << Error: HTTPConnectionPool(host='localhost', port=39529): Max retries exceeded with url: /session/58e4e6726fa4f91d731e9c7736f9384f/url (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7ff75e79feb0>: Failed to establish a new connection: [Errno 111] В соединении отказано')) >> !!!\n",
      "11 - !!! << Error: HTTPConnectionPool(host='localhost', port=39529): Max retries exceeded with url: /session/58e4e6726fa4f91d731e9c7736f9384f/url (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7ff72d393be0>: Failed to establish a new connection: [Errno 111] В соединении отказано')) >> !!!\n",
      "12 - !!! << Error: HTTPConnectionPool(host='localhost', port=39529): Max retries exceeded with url: /session/58e4e6726fa4f91d731e9c7736f9384f/url (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7ff75e5d9870>: Failed to establish a new connection: [Errno 111] В соединении отказано')) >> !!!\n",
      "13 - !!! << Error: HTTPConnectionPool(host='localhost', port=39529): Max retries exceeded with url: /session/58e4e6726fa4f91d731e9c7736f9384f/url (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7ff72d393c70>: Failed to establish a new connection: [Errno 111] В соединении отказано')) >> !!!\n",
      "14 - !!! << Error: HTTPConnectionPool(host='localhost', port=39529): Max retries exceeded with url: /session/58e4e6726fa4f91d731e9c7736f9384f/url (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7ff75e79de40>: Failed to establish a new connection: [Errno 111] В соединении отказано')) >> !!!\n",
      "15 - !!! << Error: HTTPConnectionPool(host='localhost', port=39529): Max retries exceeded with url: /session/58e4e6726fa4f91d731e9c7736f9384f/url (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7ff75e79e380>: Failed to establish a new connection: [Errno 111] В соединении отказано')) >> !!!\n",
      "16 - !!! << Error: HTTPConnectionPool(host='localhost', port=39529): Max retries exceeded with url: /session/58e4e6726fa4f91d731e9c7736f9384f/url (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7ff75e754100>: Failed to establish a new connection: [Errno 111] В соединении отказано')) >> !!!\n",
      "17 - !!! << Error: HTTPConnectionPool(host='localhost', port=39529): Max retries exceeded with url: /session/58e4e6726fa4f91d731e9c7736f9384f/url (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7ff75e5d9720>: Failed to establish a new connection: [Errno 111] В соединении отказано')) >> !!!\n",
      "18 - !!! << Error: HTTPConnectionPool(host='localhost', port=39529): Max retries exceeded with url: /session/58e4e6726fa4f91d731e9c7736f9384f/url (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7ff75e72ea70>: Failed to establish a new connection: [Errno 111] В соединении отказано')) >> !!!\n"
    ],
    "log": "Восхождение героя щита (второй сезон) - New series 1",
    "description": [
      "Описание: Наофуми Иватани в какой-то мере свыкся со скучным образом жизни. Он уже и не ждал чего-то громкого и радостного. Но именно с ним случается нечто такое, что меняет его жизнь кардинальным образом. Парень перенесся в альтернативную вселенную. Но не только ему одному выпал такой шанс испытать себя в новых условиях. Вместе с ним туда отправились трое парней. Каждому из них был предоставлен специальный костюм, который обеспечивал новобранцев некими свойствами, необходимыми для защиты мира от приближавшегося апокалипсиса. Каждому из парней предназначалось отвечать за определенную стихию.\n\r\nИватани становится Героем Щита. Окружающие полагали, что человек, наделенный щитом, представляет собой слабого воина, но это было заблуждение. Его соратниками отказывались быть воины достойного уровня, но появилась довольно смелая девушка, склонная к авантюризму и разглядевшая в нем примечательную личность. Вот только она проявила себя с отвратительной стороны, обвинив парня в изнасиловании, а кроме этого и ограбила беднягу. Наофуми полагает, что должен отомстить столь подлой особе. Ему берутся помогать две рабыни Рафталия и Фило, которых он выкупил у торговца живым товаром.\n",
      "Описание: Элитное учебное заведение воспринимается учениками, как территория амбиций, на которой следует проявлять себя с самых сильных сторон. И причем не только в учебе, но и в общении со сверстниками. Учитывая, что в академии Сютиин обучались дети так званной элиты и довольно богатых людей, то уровень гонора зашкаливал. Кагуя Синомия происходила из богатой семьи, но и умом не была обделена. Она демонстрировала свои знания в учебе. Не отставал от неё парень с более скромным происхождением Миюки Сирогана, но зато он сумел стать главой студенческого совета. Эти два ученика имели определенный контакт друг с другом.\n\r\nЗа спиной парочки шептались, полагая, что они завели роман, но до него было довольно далеко. Кагуя и Миюки, в самом деле, друг другу нравились, но ни один из них не мог решиться на первый шаг, ибо это значило удар по самолюбию, более того указало бы на слабость. При этом оба питали иллюзии на счет дальнейших отношений. А чтобы таковые сложились прилагают все усилия их однокурсница Чики Фудживары и служанка Ай Хаясаки. Обе считают, что из Кагуя и Миюки получится хорошая пара. Но без решительности парня и девушки ничего не получится. Сами они все чаще задумываются о том, чтобы сблизиться.\n",
      "Описание: Боги также могут утомиться и потому способны принять решение не выполнять более свои обязанности. Такой момент настал совершенно неожиданно. Варватоса, ранее считавшегося демоном, наделенным властью, многие персоны уважали. Он же также проникся нотками тоски и грусти и не желал с прежней охотой заниматься привычным делом. И он решается на смелую выходку, заключающуюся в том, чтобы стать человеком, но обладающим средними магическими способностями. А вот чего он точно не желал, так чтобы кто-то узнал его. Происходит незначительная ошибка. В новом для него мире он окружаем слабыми людьми, и потому снова вынужден стать сильным.\n\r\nУ Варватоса появляется новое имя, и теперь его зовут Ард. Парня постоянно окружают девушки, желающие привлечь его внимание. Даже его несносный характер их не отталкивает.  Знать полагает, что ему следует оказаться на престоле, а тем временем Ард обучается в академии, где ученики постигали магию. Столь тихую жизнь он не мог себе позволить. Его заветная мечта была исполнена. Но вот покончить полностью с той жизнью, что у него была ранее, не только не следует, но и слишком рано. На своем пути он имеет цели, исполнить которые можно лишь при определенных условиях.\n",
      "Описание: Рутинная работа способна утомить даже самого терпеливого человека, а потому Леон грезил о другой реальности, в которую ему хотя бы изредка не терпелось отправляться, и таковая отыскалась. По совету сестры парень попробовал мир «отомэ игры». На фоне работы с хронически недовольным начальством спокойствие фермерского мира позволяло игроку отдыхать, но это была иллюзия, на которую повелся Леон. Когда парень вник в детали игры, осознал, что этот мир всецело захватили женщины, а мужчинам ничего не оставалось, как исполнять роль безвольных рабов и обслуживать капризных красавиц.\n\r\nВ таком порядке вещей имелись и исключения. Привилегированное положение представителям мужского пола отводилось только нескольким везунчикам, коими выступали принц со своей свитой. Это были нереальные красавцы и настоящие альфа-самцы. Практически все девушки из вселенной норовили произвести впечатление на этих парней. Леон совершенно не готов находиться в услужении и довольствоваться уровнем отброса. Он полагает, что обязан произвести переворот во вселенной и готов использовать козырь в виде сюжета игры из прошлой жизни. Ему важно потеснить с главенствующих позиций принцев и богинь.\n",
      "Описание: Когда-то давно в мир хлынули так званные Потерянные. Это были странники, местом проживания которых был далекий мир, но они не желали довольствоваться исключительно им. Они пришли, как орда захватчиков, которые готовы были все уничтожать на своем пути. И им удалось погрузить в тотальную разруху чужой для них мир. Об этих жутких существах ничего не было известно. Их смогли уничтожить лишь совести Палачи. Они смогли спасти мир и гармонию. В стане Палачей была и Мэно. Эта девушка отличалась честностью и порядочностью, впрочем, как все соратники, а судьба решила проверить её несколько неожиданным образом.\n\r\nНа пути этой особы встречается Потерянная, и конечно, Палач обязана убить её. Вот только становится известно, то Акари бессмертная. Но Мэно имеет долг перед своей Отчизной, а потому не может не привести в исполнение смертный приговор и ей придется искать способ, который позволит ликвидировать Акари. Неожиданно выясняется, что Акари и сама не прочь покинуть мир, от которого невероятно устала и потому пытается помочь Мэно с исполнением её долга. Между девушками устанавливается подобие дружбы, и они вместе совершают свое путешествие, призванное изменить их самих.\n",
      "Описание: Конфликт, что установился между церковью и ведьмами, длился долгих пятьсот лет. Но даже и после того, как он был завершен, ситуация не стала полностью ясной и основания для продолжения напряженных взаимоотношений продолжали давить на участников событий. Длительные конфликты не могут в одночасье исчезнуть, и потому двум сторонам-участницам предстоит продолжить свое противостояние. Так в отдаленных уголках континента то и дело вспыхивают активные действия. Бывшие участники большой войны не отказались от выяснения отношений. И во всем этом находится место для Сэвилла.\n\r\nЭтот парень был учеником Колледжа Магии, основанной в королевстве Вениас. Как ученик он был невероятно бездарным, что его самого сильно огорчало. Кроме этого парень утратил память о тех событиях, в которых он был когда-то задействован. Но запамятовал он только те события, что произошли до дня поступления в колледж. Об этом было известно директору заведения Альбусу. Чтобы помочь ученику в столь проблемном вопросе Альбус принимает решение отправить его в южную часть континента, где парень пройдет специализированную тренировку. Так же в той   местности усиливается гонение на ведьм, и это также имеет значение.\n",
      "Описание: Несхожие люди, которые даже не должны были пересекаться по жизни, могут быть в определенной мере связаны друг с другом. До поры до времени они об этом не знают. Но в какой-то момент приходится столкнуться с шокирующей правдой. Айкава получает прозвище Красный Гелато. А врагом этой особы выступает Магахару. Оба даже отдаленно не были схожими. Их битва виделась не только опрометчивой, ненужной, но и не склонной к тому, чтобы завершиться. Один из них выступал поборником мира и стоял во главе команды, состоящей из героев. Команде надлежит обеспечить порядок во всем мире. А вот другой особе доводится управлять злодеями.\n\r\nВ какой-то момент происходит сближение Айкавы и Магахары. Они активно начинают ходить на свидания, и даже готовят друг другу. Невзирая на то, что их судьбы кардинально отличаются, они тяготеют к тому, чтобы создать свои уникальные отношения и не расставаться. Общество следит за тем, что между ними происходит, и кажется, что она балансируют, ведь и сил им требуется немало, чтобы удерживать свой союз. И хоть их отношения практически невозможны по ряду причин, они находят способ изменить эту данность. В определенной мере им удается справляться с этой задачей.\n",
      "Описание: Коми при своей потрясающей внешности была невероятной молчуньей, что могло сказываться с отрицательной точки зрения на её взаимоотношениях со сверстниками. Её поведение могло характеризоваться, как коммуникативное расстройство, а совладать с такой проблемой юному созданию почти невозможно. Кроме того, некоторое время в школе Коми была в роли невидимки, но потом что-то изменилось и ребята стали все чаще привлекать девушку к мероприятиям, общению, насколько это было возможно. Коми было от этого невероятно хорошо, ведь она тяготела к общению, просто не могла преодолеть преграды.\n\r\nРебята, с которыми Коми смогла сдружиться, перестали воспринимать её как неприступную и холодную королеву, а увидели, что она ранима и кротка. Хитохито Тадано учился с Коми в одном классе и сидел с ней за одной партой. Он в отличие от девушки был едва ли не оратором. Но кроме умения много и хорошо говорить, он сумел заглянуть в душу девушки и понять её проблему. Тадано начинает общаться с Коми посредство записок, которые делает на классной доске. Коми же совладала со стеснительностью и нашла в себе силы открыться тем ребятам, которые выступали друзьями. Каждый день общения приносил свои плоды.\n",
      "Описание: Когда-то на совершенно безобидных и мирных жителей напала армия, принадлежавшая Королю Демонов. Это было мирное время, а армия повелась настолько подло и низменно, что атаковала тех, кто и не помышлял о войне. Ни одна война не бывает нужной, красивой и чистой. Все войны несут смерть и те, кто их начинают должны быть наказаны строжайшим образом. Мирным жителям повезло, ведь отыскался герой, который спас от смерти тех, кто не заслуживал на неё. Но вместо того, чтобы чтить героя, люди начинают строить различные домыслы, которые лишь порочат его имя. Людям было попросту страшно находиться рядом с человеком, который превосходил их по силе.\n\r\nЛео вынужден искать для себя мало-мальски подходящую работу, но также он озадачен и поиском приюта. Парень рассчитывает на помощь тех, кого он одолел, в чем кроется просто удивительный парадокс. Армия Короля Демонов после нанесенного ей поражения требует восстановления. Лео находится работенка, ведь теперь он реализует свою силу, а та словно рвется наружу. Он встречает Ехидну и получает довольно неожиданный ответ на вопрос касательно причины, что лежала в основе вторжения Армии на чужие земли. Лео будет над, чем задуматься, когда узнает от Ехидны.\n",
      "Описание: Мато Курои училась в средней школе и соответствовала всем требованиям и характеристикам девушек своего возраста. Она грезила о том, чтобы обзавестись друзьями и, конечно же, встретить первую любовь, которая наделяется в юном возрасте невероятной важностью и смыслом жизни. Но подростковая жизнь наполнена и проблемами. Мато не способна наладить контакт со сверстниками. Сама она понимает, насколько это важно сделать и прилагает усилия для устранения столь неприятного недостатка. Девушка желала подружиться с Ёми Таканаси. Вот только круг проблем расширяется.\n\r\nИмеется преследовательница, которая выступает бывшей подругой Ёми. Кроме этого парни не интересуются Мато.\r\nВ другом же мире проживает точная копия Мато. Она имеет такие же волосы и глаза, как у скромницы Мато, а вот вместо школьного ранца девочка носит оружие. Эту особу называют Стрелком с Черной Скалы. Она безжалостно уничтожает тех, кто этого заслуживает. У Стрелка имеется миссия. Она даже готова жертвовать собственной жизнью. Обе девочки будут идти к своим целям, чего бы это им не стоило. Стрелок ещё не в курсе, что двойнику придется также вовлечься в схватку. Она должна спасти Мато и весь мир от серьезной угрозы.\n",
      "Описание: В класс переводят новую ученицу, что становится поводом для ребят сосредоточить внимание на новом теме обсуждения. Почти каждому ученику интересно, кто такая Райдо Мацубоси. Но далеко не все ученики из класса тяготеют установить контакт с новенькой, к примеру, Рэйна Ахарэн не спешит с данным вопросом, но на то имеется веская причина. Девочка вроде бы не может сближаться с людьми, по крайней мере, так как это принято, но стоит завести знакомство, ведет себя так, словно с этим человеком всю жизнь водила дружбу. Кроме того, она может вести себя с одноклассниками фривольно. А вот беседу ведет девочка настолько тихонько, что её и не расслышать порой.\n\r\nА ещё девочка была несколько маленькой, причем ей парню казалось, что между ними словно пропасть зияет. Но все это было лишь незначительными особенностями, с которыми впору было совладать, если имелось желание. При всех своих особенностях она вполне располагала к себе. Именно Мацубоси отринула в Ахарэн то, что многие упускали из виду. И она не желает оставаться в стороне, а хочет помочь девочке раскрыться и самой узнать свой внутренний мир, чтобы после показать тем, кто её окружает. Так начинается раскрытие потенциала Ахарэн.\n",
      "Описание: Да! Это прямое продолжение того самого аниме Блич, которое закончилось давным давно, не раскрыв нам последние тома манги. Временны шинигами Курасаки Ичиго, заполучивший свою силу после встречи с Рукией Кучики, успел пройти через множества приключений, завести много новых друзей, победить вселенское зло по имени Айзен Соске и так же потерять свою силу в финальной битве с ним. Вернув силу, он продолжает выполнять свои обязанности в роли временного шинигами, защищая жителей Каракуры от пустых.\n\r\nВ обществе душ тем временем спокойствие прерывается пропажей нескольких людей. Готей 13 берётся за расследования этого дела, а к Ичиго тем временем наведывается странный гость, на котором маска пустого, но при этом он вооружён фирменными атрибутами квинси, в частности крестом, точно таким же как и у друга Ичиго - Урю. В это же время в самое сердце Готей 13, в покои к главнокомандующему вторгается группа неизвестных лиц. Они убивают лейтенанта 1 отряда и объявляют шинигами войну!\n",
      "Описание: Фусихара была типичной современной японской девушкой, привыкшей выкладываться на работе и не щадя саму себя при этом. Такой подход к работе воспринимался вполне естественным. В очередной раз девушка до позднего вечера задержалась в офисе. Она испытывала невероятную усталость, но таковую, как рукой сняло, а все потому, что встретила привидение Юрэй. Миленькое такое привидение особо сильно не напугало Фусихару. А Юрэй так проникается знакомством с Фусихарой, что начинает тревожиться за все, что с той связано. Привидение желает обеспечить для новой подруги безопасность и дома, и на работе. \n\r\nФусихара была поражена той искренности, которую демонстрировала милая Юрэй. Именно этого не хватало Фусихаре. Юрэй, будучи лоли-духом, настроена к людям довольно положительно. Ей важно обеспечить человеку, к которому она прикипела, особенные условия, попросту необходимые для Фусихары. После тяжелого рабочего дня девушка возвращалась домой, где должна была предаваться отдыху. Лоли-дух пристально следит за тем, чтобы Фусихара не перетруждалась, ведь смерть на рабочем месте от переутомления не была чем-то редким, и своего рода стала чертой современного общества Японии.\n",
      "Описание: Жизнь в небольшом городке обладает особенными свойствами, но Хиори Сузуми приходится покинуть приятное для сердца местечко и отправиться в столицу, где начнется совершенно иная жизнь. В столице Хиори предстоит заняться тем, что она неплохо умеет делать, причем на профессиональном уровне. Она обожает атлетику и не мыслит себе жизнь без этой деятельности. Планы девушки были невероятно амбициозными и связанными со спортом, и она надеялась на то, что достигнет успеха. А вот реальность оказывается несколько иной и более жестокой, не внимательной к той, которая была переполнена мечтами.\n\r\nПрибыв в столицу, Хиори сталкивается с элементарными бытовыми трудностями, но они требуют поиска решения. Девушке нечем платить за квартиру. Она в отчаянии. Но при этом она довольно быстро нашла подработку, что позволило не потерять жилье. Подработка оказалась невероятно крутой, поскольку она становится менеджером группы айдолов, известных как LIPxLIP. Хиори отнеслась к своей работе с полной ответственностью и стала погружаться в мир шоу-бизнеса, стараясь постичь все тонкости. А на этом пути возникнет немало трудностей, но будут и достижения, что, несомненно, порадует девушку.\n",
      "Описание: Современность обеспечивает человека самыми разнообразными технологиями, в числе которых оказались гаджеты и компьютерные игры, увлекшие немало людей в виртуальный мир и обеспечив их занимательным досугом. Так и один парень не сумел устоять перед таким соблазном и открыл для себя игру в жанре фэнтези, а по условиям ему нужно управлять рыцарем-скелетом, облаченным в доспехи. Однажды парень заснул, а очнулся уже не в своем мире, а в виртуальном мире той самой игры, причем в облике персонажа, за которого играл. Быть Арком не так уж просто и даже не совсем приятно. Но деваться ему некуда и следует что-то делать.\n\r\nОщущая себя Арком, он решается попробовать себя в деле, получая удовольствие от использования игровой экипировки, а также пробуя в деле полагающиеся ему навыки. У персонажа было много функций, доступных для использования. В этой игре Арку требуется обзавестись работой. Он вынужден отправиться в ближайший город, чтобы там поискать местечко, но встречает на своем пути разбойников, а те издевались над девушками. Рыцарь вынужден вступиться за жертв, а после его ожидал непростой путь, наполненный приключениями, часть из которых воспринималась жуткими испытаниями.\n",
      "Описание: Каждый человек имеет желание, а одной особе пришлось потерять все, чтобы оно было исполнено. Это стало наказанием, и теперь этот человек никогда не сможет увидеть свет. Раздался характерный сигнал  тревоги, и находившиеся на улице принялись прятаться. Из стен домов стали появляться персоны в масках шутов. Обнаруженных на улице людей они запихивали в бочки. Кикке Курабе, пытавшейся спастись, была уготована участь быть принесенной в жертву королю. Кикка не сдается и убегает, но противник не отставал. Кикку спасает женщина, которая была ей знакома ранее. Главный преследователь сетовал на то, что восстановление Нео Киото было остановлено с момента побега.\n\r\nКикку следовало, как можно быстрее отдать королю. Спасительница Кикки рассказала о том, как её и мужа похитили кугэ. Между Киккой и матерью двоих детей заходит разговор о том, какова участь преемника короля. Кикка сообщает женщине о том, что нынешним королем стал Теруто. Кикке было жаль о том, что произошло в замке. Женщина помнила, что Кикка и Теруто были милыми детьми. Глядя на детишек своей спасительницы, Кикка предается воспоминаниям. А по пустынным улицам города идет девушка, чувствующая энергию одинокого человека.\n",
      "Описание: Угроза вторжения пришельцев может иметь достаточно красивую реализацию, но до того происходит довольно пугающая атака на планету. Небеса сотрясались от необъяснимых и ранее не происходивших разрядов. Казалось, что мир вот-вот рухнет на головы испуганных людей. А потом на Земле стали появляться невероятные создания, которых прозвали духами. Присутствие непрошенных гостей выступало угрозой для безопасности человека. Правительство страны консолидировано с различными специализированными службами пришло к решению создать организацию «Ротатоск», что позволит сдержать заполнение планеты пришельцами.\n\r\nВ основе борьбы с духами лежала романтика, а основным орудием становится брат одной из участниц «Ротатоска». Шидо Ицука учился в старшем классе, несколько утомившись от нагрузки по учебе. Кроме того, он дом потерял, а на помощь пришла невероятная девушка в доспехах. Шидо доводится узнать, что его сестра имеет отношение к сдвигам, и родители парня оказались не такими уж посредственными особами. В общем-то, ему предстоит влюблять в себя красивых девушек, являющихся духами, тем самыми лишая их злостных планов на людей. Самому Шидо придется тяжко от такой доли.\n",
      "Описание: Школьник Ю Идзуми был типичным скромнягой, который боялся сделать что-то не так, дабы не навлечь на себя насмешки сверстников. Но вместе с тем он мечтал о том, чтобы обзавестись девушкой, ведь возраст требует романтических отношений. Вот только поведение Идзуми не способствовало сближению с девушками, поскольку он слыл неудачником. То в школу умудрится опоздать, то с лестницы навернется, то в голову каким-то предметом получит, а то и вовсе нарвется на агрессию от местных хулиганов. Сам он понимает, что необходимо менять в себе те черты характеры, что мешают полноценно жить.\n\r\nВ момент полного отчаяния он знакомится с Сикимори, а та решает взять над ним шефство. Сикимори слыла в школе первой красавицей, о свиданиях с которой мечтал почти каждый парень. Идзуми становится для других парней объектом зависти и конечно, его всячески пытаются задеть. Вот только Сикимори, трепетно относящаяся к Идзуми, не собирается давать его в обиду. Парень невероятно благодарен своей покровительнице, а через некоторое время ловит себя на мысли, что проникается к ней чувством первой любви. Сикимори есть над, чем задуматься в отношениях с Идзуми, ведь она довольно плотно опекает этого парня.\n",
      "Описание: Шпион, носивший позывной «Сумрак» и прослывший гениальностью и хладнокровием, привык исполнять порученные ему задания, безукоризненно и не создавая шума. Ему нравилась его работа, ведь с юных лет он грезил о том, чтобы мир стал намного лучше, а без персонального участия этого не добиться. Безо всякого страха он брался за опасные задания, не опасаясь распрощаться с жизнью. В очередной раз ему дают серьезное задание, но требуется выполнить ряд условий, а они достаточно специфичны. От шпиона требуется завести семью и быть заботливым отцом для девочки Ани.\n\r\nМалышка оказалась обладательницей крайне сложного характера, что поставило в тупик «Сумрака», которого ныне стали величать Ллоидом Фолджером. Но отказываться от миссии шпион точно не станет и берется штудировать книги по психологии, дабы найти подход к сложному ребенку. Девочка с легкость вошла в роль дочурки, и радуется возможности общения с отцом, пусть даже тот и не настоящий. Имеется в семье и мама, роль которой исполняет киллерша Йор Брайер. Жизнь шпиона и киллерши становится все более схожей на ту, какую ведут обычные люди, и немаловажную роль в этом сыграла Аня. Девочка делает так, чтобы её родители были вместе.\n"
    ],
    "images": [
      "description/1648288022_uvx4zq_dz0y.jpg",
      "description/1648201398_1.jpg",
      "description/1648045590_1.jpg",
      "description/1647950546_1.jpg",
      "description/1647852974_1.jpg",
      "description/1647757877_1.jpg",
      "description/1647757629_1.jpg",
      "description/1647531485_1-1.jpg",
      "description/1647531170_2.jpg",
      "description/1647339211_1.jpg",
      "description/1647338888_1.jpg",
      "description/1640089393_1.jpg",
      "description/1648400423_1.jpg",
      "description/1648400291_1.jpg",
      "description/1648400039_1.jpg",
      "description/1648926424_1.jpg",
      "description/1649140820_1.jpg",
      "description/1649140527_1.jpg",
      "description/1649140404_1.jpg"
    ],
    "track-name": [
      "Боруто: Новое поколение Наруто / Boruto: Naruto Next Generations [1-244 из 500+] [245 серия - 17 апреля]",
      "Шэнму / Shenmue the Animation [1-10 из 13]",
      "Царство (четвёртый сезон) / Kingdom 4 [1 из 12+] [2 серия - 16 апреля]",
      "Боевой континент / Douluo Dalu [1-203 из 300+]",
      "Билд Дивайд: Белый код / Build Divide: Code White [1-2 из 12+]",
      "Моя девушка не только милая / Kawaii dake ja Nai Shikimori-san [1 из 12+] [2 серия - 17 апреля]",
      "В сердце куноити Цубаки / Kunoichi Tsubaki no Mune no Uchi [1 из 12+] [2 серия - 16 апреля]",
      "Семья шпиона / Spy x Family [1 из 12+] [2 серия - 16 апреля]",
      "Ультрамариновые фанфары / Gunjou no Fanfare [1-2 из 12+]",
      "Аой Асито / Ao Ashi [1 из 12+] [2 серия - 16 апреля]",
      "Игра с нулевым счётом / Love All Play [1-2 из 12+] [3 серия - 16 апреля]",
      "Танцуй, танцуй, танцор / Dance Dance Danseur [1 из 12+]",
      "Жизнь девушки-карателя / Shokei Shoujo no Virgin Road [1-2 из 12+] [3 серия - 15 апреля]",
      "Непостижимая Ахарэн / Aharen-san wa Hakarenai [1-2 из 12+] [3 серия - 15 апреля]",
      "Наука влюблена, и мы докажем это (второй сезон) / Rikei ga Koi ni Ochita no de Shoumei shitemita. Heart [1-2 из 12+] [3 серия - 15 апреля]",
      "Госпожа Кагуя: в любви как на войне (третий сезон) / Kaguya-sama wa Kokurasetai: Ultra Romantic [1 из 12+] [2 серия - 16 апреля]",
      "Любовь после мирового господства / Koi wa Sekai Seifuku no Ato de [1 из 12+] [2 серия - 15 апреля]",
      "Рандеву с жизнью (четвёртый сезон) / Date A Live IV [1 из 12+] [2 серия - 15 апреля]",
      "Городская дьяволица (второй сезон) / Machikado Mazoku: 2-choume [1 из 12+]",
      "Восхождение чародея / Mahoutsukai Reimeiki [1 из 12+] [2 серия - 15 апреля]",
      "Тусовщик Кунмин / Paripi Koumei [1-2 из 12+]",
      "Стать настоящей героиней! Непопулярная героиня и секретное задание / Heroine Tarumono! Kiraware Heroine to Naisho no Oshigoto [1 из 12+] [2 серия - 14 апреля]",
      "Рыцарь-скелет вступает в параллельный мир / Gaikotsu Kishi-sama, Tadaima Isekai e Odekakechuu [1 из 12+] [2 серия - 14 апреля]",
      "Корпоративная рабыня хочет быть исцелена лоли-призраком / Shachiku-san wa Youjo Yuurei ni Iyasaretai. [1 из 12+] [2 серия - 14 апреля]",
      "Король шаманов (2021) / Shaman King (2021) [1-50 из 52] [51 серия - 14 апреля]",
      "Безупречный мир / Wanmei Shijie [1-52 из 78]",
      "24 округ Токио / Tokyo 24-ku [1-12 из 12]",
      "Восхождение героя щита (второй сезон) / Tate no Yuusha no Nariagari 2nd Season [1 из 12+] [2 серия - 13 апреля]",
      "У Коми проблемы с общением (второй сезон) / Komi-san wa, Comyushou desu. 2nd Season [1 из 12+] [2 серия - 13 апреля]",
      "Дэаймон / Deaimon [1 из 12+] [2 серия - 13 апреля]"
    ],
    "track-link": [
      "https://animevost.org/tip/tv/1805-boruto-naruto-next-generations1112.html",
      "https://animevost.org/tip/tv/2768-shenmue-the-animation.html",
      "https://animevost.org/tip/tv/2801-kingdom-4.html",
      "https://animevost.org/tip/tv/2539-douluo-dalu.html",
      "https://animevost.org/tip/tv/2797-build-divide-code-white.html",
      "https://animevost.org/tip/tv/2799-kawaii-dake-ja-nai-shikimori-san.html",
      "https://animevost.org/tip/tv/2802-kunoichi-tsubaki-no-mune-no-uchi.html",
      "https://animevost.org/tip/tv/2798-spy-x-family.html",
      "https://animevost.org/tip/tv/2782-gunjou-no-fanfare.html",
      "https://animevost.org/tip/tv/2780-ao-ashi.html",
      "https://animevost.org/tip/tv/2772-love-all-play.html",
      "https://animevost.org/tip/tv/2796-dance-dance-danseur.html",
      "https://animevost.org/tip/tv/2781-shokei-shoujo-no-virgin-road.html",
      "https://animevost.org/tip/tv/2771-aharen-san-wa-hakarenai.html",
      "https://animevost.org/tip/tv/2783-rikei-ga-koi-ni-ochita-no-de-shoumei-shitemita-heart.html",
      "https://animevost.org/tip/tv/2790-kaguya-sama-wa-kokurasetai-ultra-romantic.html",
      "https://animevost.org/tip/tv/2778-koi-wa-sekai-seifuku-no-ato-de.html",
      "https://animevost.org/tip/tv/2800-date-a-live-iv.html",
      "https://animevost.org/tip/tv/2777-machikado-mazoku-2-choume.html",
      "https://animevost.org/tip/tv/2779-mahoutsukai-reimeiki.html",
      "https://animevost.org/tip/tv/2787-paripi-koumei.html",
      "https://animevost.org/tip/tv/2793-heroine-tarumono-kiraware-heroine-to-naisho-no-oshigoto.html",
      "https://animevost.org/tip/tv/2792-gaikotsu-kishi-sama-tadaima-isekai-e-odekakechuu.html",
      "https://animevost.org/tip/tv/2794-shachiku-san-wa-youjo-yuurei-ni-iyasaretai.html",
      "https://animevost.org/tip/tv/2582-shaman-king-2021.html",
      "https://animevost.org/tip/tv/2724-bezuprechnyy-mir-wanmei-shijie-1-31-iz-78.html",
      "https://animevost.org/tip/tv/2735-tokyo-24-ku.html",
      "https://animevost.org/tip/tv/2791-tate-no-yuusha-no-nariagari-2nd-season.html",
      "https://animevost.org/tip/tv/2776-komi-san-wa-comyushou-desu-2nd-season.html",
      "https://animevost.org/tip/tv/2775-deaimon.html"
    ]
  },
  "manga": {
    "urls": [
      "https://manga-chan.me/manga/3183-d.gray-man.html",
      "https://readmanga.io/geroi__ia_davno_perestal_im_byt",
      "https://mintmanga.live/ubiica_goblinov",
      "https://mintmanga.live/paren_v_shkole_dlia_devochek__A5327",
      "https://mintmanga.live/vtoraia_jizn_v_drugom_mire",
      "https://mintmanga.live/drugoi_mir_ne_mojet_protivostoiat_sile_mgnovennoi_smerti",
      "https://mintmanga.live/devochka__kotoraia_vidit_eto__A5327",
      "https://mintmanga.live/moi_nevesty_iz_drugogo_mira_stali_sverhsilnymi__skrechivanie_skillov",
      "https://manga-chan.me/manga/75526-goblin-slayer-side-story-year-one.html",
      "https://readmanga.io/vozvrachenie_geroia_maksimalnogo_urovnia__A56ff",
      "https://readmanga.io/v_itoge_oficer_gildii_okazalsia_legendarnym_ubiicei__A533b",
      "https://mintmanga.live/silneishii_geroi__obuchennyi_v_tainom_podzemele_",
      "https://mintmanga.live/tebe_nravlius_ia__a_ne_moia_doch__",
      "https://mintmanga.live/menia_prizvali_v_drugoi_mir_vo_vtoroi_raz___A339d2",
      "https://mintmanga.live/garemnaia_jizn_hoziaina_prokliatogo_mecha__A5327",
      "https://manga-chan.me/manga/125948-does-your-mother-need-a-son-in-law.html",
      "https://readmanga.io/ne_sdavaisia___A5327",
      "https://manga-chan.me/manga/129765-the-demon-king-who-lost-his-job.html",
      "https://mintmanga.live/ingoshima__A5327",
      "https://mintmanga.live/saga_o_vinlande__A5327",
      "https://readmanga.io/skazaniia_o_demonah_i_bogah",
      "https://readmanga.io/vanpanchmen",
      "https://manga-chan.me/manga/124732-villainess-level-99-i-may-be-the-hidden-boss-but-im-not-the-demon-lord.html",
      "https://manga-chan.me/manga/141435-gal-sen.html",
      "https://readmanga.io/nishojdenie_demonicheskogo_mastera__A5327",
      "https://readmanga.io/udivitelnyi_doktor__A5327",
      "https://readmanga.io/mechnik__prozvannyi_magom_beschislennyh_mechei__A5238",
      "https://readmanga.io/29_letnii_holostiak_perenessia_v_drugoi_mir__chtoby_jit_bezzabotno__po_krainei_mere__on_etogo_hotel___A5327",
      "https://readmanga.io/moia_jena___koroleva_demonov__A5327",
      "https://manga-chan.me/manga/103158-the-world-of-otome-games-is-tough-for-mobs.html",
      "https://manga-chan.me/manga/121116-im-the-only-one-logged-in.html",
      "https://readmanga.io/eta_farforovaia_kukla_vliubilas",
      "https://manga-chan.me/manga/53561-ascendance-of-a-bookworm.html"
    ],
    "numbers": [
      242,
      318,
      69,
      417,
      50,
      35,
      41,
      30,
      59,
      75,
      22,
      60,
      14.1,
      33,
      20.4,
      173,
      304,
      231,
      98,
      192,
      373,
      205,
      12.2,
      18,
      127,
      209,
      27,
      23.2,
      324,
      40,
      114,
      74,
      33.6
    ],
    "change_numbers": [
      242,
      318,
      69,
      417,
      50,
      35,
      41,
      30,
      59,
      75,
      22,
      60,
      14.1,
      33,
      20.4,
      173,
      304,
      231,
      98,
      192,
      373,
      205,
      12.2,
      18,
      127,
      209,
      27,
      23.2,
      324,
      40,
      114,
      74,
      33.6
    ],
    "names": [
      "Д.Грэй-мен",
      "Герой? Я давно перестал им быть",
      "Убийца Гоблинов",
      "Парень в школе для девочек",
      "Вторая жизнь в другом мире",
      "Другой мир не может противостоять силе мгновенной смерти",
      "Девочка, которая видит это",
      "Мои невесты из другого мира стали сверхсильными: скрещивание скиллов",
      "Убийца Гоблинов: Год первый",
      "Возвращение героя максимального уровня",
      "В итоге офицер гильдии оказался легендарным убийцей",
      "Сильнейший герой, обученный в тайном подземелье!",
      "Тебе нравлюсь я, а не моя дочь?!",
      "Меня призвали в другой мир во второй раз!",
      "Гаремная жизнь хозяина проклятого меча",
      "Вашей маме зять не нужен?",
      "Не сдавайся!",
      "Король демонов, потерявший свою работу",
      "Ингошима",
      "Сага о Винланде",
      "Сказания о демонах и богах",
      "Ванпанчмен",
      "Злодейка 99 уровня ~Я могу быть Скрытым Боссом, но я не Король Демонов~",
      "Гяру-учительница",
      "Нисхождение демонического мастера",
      "Удивительный доктор",
      "Мечник, прозванный Магом Бесчисленных Мечей",
      "29-летний холостяк перенёсся в другой мир, чтобы жить беззаботно… По крайней мере, он этого хотел.",
      "Моя жена — королева демонов",
      "Мир отомэ игр - это тяжелый мир для мобов",
      "Я единственный, кто вошёл в систему",
      "Эта фарфоровая кукла влюбилась",
      "Власть книжного червя: часть первая"
    ],
    "logs": [
      "Д.Грэй-мен = 242",
      "Герой? Я давно перестал им быть = 318",
      "Убийца Гоблинов = 69",
      "Парень в школе для девочек = 417",
      "Вторая жизнь в другом мире = 50",
      "Другой мир не может противостоять силе мгновенной смерти = 35",
      "Девочка, которая видит это = 41",
      "Мои невесты из другого мира стали сверхсильными: скрещивание скиллов = 30",
      "Убийца Гоблинов: Год первый > 59",
      "Возвращение героя максимального уровня = 75",
      "В итоге офицер гильдии оказался легендарным убийцей = 22",
      "Сильнейший герой, обученный в тайном подземелье! = 60",
      "Тебе нравлюсь я, а не моя дочь?! = 14.1",
      "Меня призвали в другой мир во второй раз! = 33",
      "Гаремная жизнь хозяина проклятого меча = 20.4",
      "Вашей маме зять не нужен? = 173",
      "Не сдавайся! = 304",
      "Король демонов, потерявший свою работу = 231",
      "Ингошима = 98",
      "Сага о Винланде = 192",
      "Сказания о демонах и богах = 373",
      "Ванпанчмен = 205",
      "Злодейка 99 уровня ~Я могу быть Скрытым Боссом, но я не Король Демонов~ = 12.2",
      "Гяру-учительница = 18",
      "Нисхождение демонического мастера = 127",
      "Удивительный доктор = 209",
      "Мечник, прозванный Магом Бесчисленных Мечей = 27",
      "29-летний холостяк перенёсся в другой мир, чтобы жить беззаботно… По крайней мере, он этого хотел. = 23.2",
      "Моя жена — королева демонов = 324",
      "Мир отомэ игр - это тяжелый мир для мобов = 40",
      "Я единственный, кто вошёл в систему = 114",
      "Эта фарфоровая кукла влюбилась = 74",
      "Власть книжного червя: часть первая = 33.6"
    ],
    "images": [
      "description/1397395596_5a54e72e7be845e955c7eb07b7b1ac94.jpg",
      "description/718.jpg",
      "description/773.jpg",
      "description/652.jpg",
      "description/319.jpg",
      "description/681.jpg",
      "description/128.jpg",
      "description/127.jpg",
      "description/1540819013_02.jpg",
      "description/710.jpg",
      "description/242.jpg",
      "description/305.jpg",
      "description/625.jpg",
      "description/216.jpg",
      "description/069.jpg",
      "description/1592554795216_does_your_mother_need_a_son_in_law__cover.jpg",
      "description/836.jpg",
      "description/1601181269_img_20200927_052725.jpg",
      "description/521.jpg",
      "description/186.jpg",
      "description/021.jpg",
      "description/298.jpg",
      "description/1590378558_opera-snimok_2020-05-25_104709_readmanga.me.jpg",
      "description/1636281377_title.jpg",
      "description/082.jpg",
      "description/315.jpg",
      "description/901.jpg",
      "description/735.jpg",
      "description/335.jpg",
      "description/1546822329_003._.jpg",
      "description/1582925767_0000.jpg",
      "description/123.jpg",
      "description/1460188146_01._.jpg"
    ],
    "description": [
      "description/Действие D.Gray-man разворачивается в Европе XIX века и рассказывает о Тысячелетнем Графе, строящем планы по уничтожению мира, при помощи созданных им Акума (демон яп.) — человекоподобных существ, представляющих собой живые орудия зла и соединяющих в себе душу умершего человека и механическое тело. И борющихся с ним экзорцистов, входящих в состав Тёмной Религиозной Организации (Чёрного Ордена).\n\nЭкзорцисты — это особенные люди, наделенные взаимосвязью с «Чистой Силой», божественной субстанцией, созданной много веков назад для того, чтобы бороться с созданиями Графа (Акума). Известно, что Чистая Сила в виде 109 частей разбросана по миру. Как только частица Чистой Силы вступит во взаимосвязь с подходящим человеком, она превращается в оружие для борьбы с Акумой.\n\nЦелью Тысячелетнего Графа являются поиски так называемого «Сердца Чистой Силы». Это особая форма Чистой Силы, которая обеспечивает существование всех остальных 109 частей. Уничтожение Сердца приведёт к уничтожению остальных частей. За этим Сердцем охотятся Граф и семья Ноя.\n\nОписание: Welcome to Wonderland\nПрислать описание",
      "description/К сожалению, не только экологические проблемы угрожают светлому будущему человечества. В 2095 году Землю атаковали монстры неизвестного происхождения, а за этим последовал криминальный коллапс, когда уровень преступности резко возрос. И тогда появился Он! Первый супергерой. Первый человек, вставший на защиту мира и справедливости, свободы и порядка. Он стал Нулём — поворотной точкой отсчёта, ознаменовавшей новую эру — эру существования героев. Следуя его примеру, в мире появилось бесчисленное множество других героев, которые смело пошли по его стопам. Однако после пяти лет бесконечных сражений со злом «Первый Герой» внезапно исчез, не оставив и следа... Впрочем, зажжённая им искра полыхает в сердцах людей до сих пор, герои продолжают защищать людей, не жалея себя. Вот только был ли «Первый Герой» тем безупречным символом героизма, каким его хотела видеть общественность?",
      "description/Юная жрица вместе со своей командой впервые отправилась на поиски приключений, но они тут же попали в беду. На помощь им приходит Убийца Гоблинов — таинственный мечник, посвятивший свою жизнь уничтожению всех гоблинов любыми средствами. В итоге девушка присоединяется к нему в постоянном походе против всевозможных пород гоблинов, в котором сталкивается с новыми тайнами, врагами, друзьями, а иногда и конкурентками.",
      "description/Старшая женская школа Чун Нань очень известна. Она славится не только хорошим образованием, но и своими прекрасными ученицами. Обычные люди (мальчики) считают это место раем на Земле. В прошлом году школа неожиданно изменила своё главное правило и стала набирать мальчиков. Однако учениц не устроило такое развитие событий, и они начали избавляться от парней всеми возможными способами. Слухи о тех жутких вещах, что здесь творились с парнями, быстро разошлись на всю округу. С тех пор школа превратилась в рай для девушек, и в ад для парней. Однако… По иронии судьбы, ещё одного бедного парня перевели в эту школу… Что же его ждёт? Ад?.. Или Рай?",
      "description/\"Ренья-сан, поздравляю, вы умерли!\" - вот, что сказала мне неожиданно появившаяся богиня. \nЯ Кунуги Ренья, умер в возрасте 94 лет. После чего какая-то якобы богиня буквально умоляла меня прожить новую жизнь в другом мире. Но больно уж все это сомнительно... Что ж, посмотрим, что из этого выйдет.",
      "description/Читерские навыки? Бесконечная магическая энергия? Способность уничтожить целый вид? Какой в этом смысл, если мгновенная смерть наступает после единственной атаки? \n\nСтаршеклассник Такато Ёгири был на экскурсии, когда проснулся из-за того, что дракон напал на их автобус. Единственными выжившими в нём оказались он и его кричащая во всё горло одноклассница Даннора Томотика. Оказалось, что остальные одноклассники получили сверхсилы от Сион — женщины, которая представилась как «Мудрец», и убежали от дракона, оставив тех, кто не получил никаких способностей, на растерзание монстру. \n\nИ так ничего не понимающий Ёгири был отправлен в полный опасностей параллельный мир. Всё же Сион понятия не имеет, кого она призвала!",
      "description/- Мико-старшеклассница, проклятая шестым чувством; у нее есть способность видеть призраков\n- Она пытается жить обычной жизнью, но трудно, когда призраки продолжают преследовать ее\n- Но она также может видеть души людей, и она понимает, что люди-настоящие монстры\nА теперь само описание:\nВ один «прекрасный» день старшеклассница внезапно начала видеть призраков! Она не может от этого избавиться, но изо всех сил старается вести себя так, будто вообще их не видит. История девушки с шестым чувством начинается!",
      "description/Когда целый автобус, полный людей, оказался призван в другой мир, Сома Наги не согласился с намерением остальных стать Героями. Поэтому он покинул дворец и начал своё приключение в другом мире со способностью изменять навыки.",
      "description/События манги перенесут нас на 5 лет назад, в то время, когда Убийца Гоблинов только закончил свои тренировки и расстался с мастером. Манга поведает нам о том, чем занимался Убийца Гоблинов все эти 5 лет до встречи с Жрицей.\n\nПродолжение: Goblin Slayer\nНовелла: akaiyuhimun\nПрислать описание",
      "description/Дейви — бессильный принц маленькой страны. Когда он впал в кому и его душа покинула тело, она переместилась в огромную галерею душ былых героев. Взяв всё в свои руки, Дейви вернулся.",
      "description/Роланд — убийца, который однажды откололся от партии героя и самостоятельно победил Короля демонов.\nВернувшись в королевство, ошарашенный король обещает наградить его всем, что он только пожелает. Ощущая внутренний конфликт, так как всю свою жизнь Роланд думал только об убийствах, он вспоминает желание одного своего друга: «После победы над Королём демонов я хотела бы жить обычной мирной жизнью». Роланд решается отпустить своё прошлое и вместе с Лайлой, бывшей Королевой демонов, начинает жить «нормальной» жизнью.",
      "description/Скрытое подземелье, в которое никто никогда не мог попасть… Легендарное место, полное скрытых вещей, таких как чрезвычайно редкие волшебные звери, волшебные инструменты для завоевания власти и прочие магические штуки. Однако внезапно вход был найден…\n«Никому не расскажу об этом месте, я буду тайно становиться самым сильным».",
      "description/Это романтическая комедия про 30-летнюю домохозяйку по имени Аяко, которой признался мужчина на 10 лет моложе её — 20-летний студент Такуми, парень, которого она знает как «Таккуна», живущего по соседству и который помогал с учёбой её приёмной дочери с тех пор, как ему исполнилось 10 лет. Это открытие поразило её, так как она думала, что он и её дочь Миу были в отношениях.",
      "description/Обычного японского школьника призывают в другой мир вместе со всем классом. Но это его не первый призыв... Да и не такой уж он и \"обычный школьник\"...",
      "description/Фудзиномия Содзиро был перенесён в фэнтезийный мир с его дайсё (пара мечей самурая) в руках. Катана научилась разговаривать и сказала, что её зовут Хотарумару, и что она легендарное сокровище Японии, утерянное во Второй Мировой Войне. Вакидзаси слишком мал, чтобы уметь разговаривать, так что Содзиро дал ему имя Сакура. Это история о приключении Содзиро и Хотарумару в новом мире, в котором их главная цель… Создать гарем из мечей?",
      "description/Давным-давно Цзянь-Хань подвергся \"принудительному культивированию\" из-за властной императрицы. Он отрезал часть своей души, чтобы вырваться из логова тигра! После этого он перерождается в новом теле. В этой жизни он будет изучать военное дело и осваивать духовные практики.\nПрислать описание",
      "description/Могами Кёко с детства любила сказку про Золушку. Поэтому она твердо знает, что в начале сказки героине надо много работать, ходить замарашкой и уповать на лучшее — тогда в конце её ждут сказочные наряды, череда балов и свадьба с принцем.\nПринц уже есть — это друг детства Кёко, красавец Фува Сё, который отправился в Токио, чтобы стать звездой. Кёко поехала в столицу с ним вместе. Пока Сё пробивает себе дорогу в шоу-бизнес, она готовит, стирает и работает на двух работах, чтобы оплачивать дорогую квартиру. Кёко не ропщет, ведь Золушка так и должна себя вести. Но тут она внезапно узнает, что её прекрасный принц ценит Кёко только как служанку — безотказную, хоть и довольно нудную горничную. Что он взял её в столицу только для ведения хозяйства, а преданность и нежность Кёко ему совершенно безразличны и даже смешны.\nТак закончился «сказочный» период жизни Кёко. Теперь она поняла, что дальше ею будет руководить святая месть: она докажет подлому Сё, что его «нудная горничная» — настоящая звезда, и что он был последним идиотом, пренебрегшим ею!!! Сказано — сделано: Кёко отправляется штурмовать агентство по раскрутке молодых талантов (разумеется, то, которое конкурирует с агентством её бывшего принца)...\n© Анастасия Розанова, World Art",
      "description/Главный Герой – король демонов, которого отстранили из-за служебного проступка. Она – герой человечества, которую отстранили из-за неудачи в походе на устранение. Судьба связывает эти две несовместимые личности вместе, чтобы они отправились в приключение, полное различных опасностей и направленное на погашение огромного общего долга.\nПрислать описание",
      "description/Второгодки старшей муниципальной школы Йошиномия отправились со своими друзьями в учебную поездку вдали от семьи, но все пошло не так, как задумывалось... Их судно попало в неожиданный шторм и потерпело крушение на загадочном острове! Выжившие студенты, пытаясь понять, что произошло, в скором времени осознают, что они не одни на этом острове. Более того, местные жители совершенно не кажутся дружелюбными к чужакам!",
      "description/Эта история случилась в начале XI века, когда викинги, безраздельно господствовавшие в северных морях, грабили побережья Франции и Англии. В эпоху, где оружие значило больше, нежели слова, маленький мальчик невольно оказывается косвенной причиной гибели своего отца. Повзрослев и став на путь воина, он жаждет честного поединка с убийцей отца – легендарным главарём отряда викингов-наемников, но возраст и отсутствие опыта не позволяют ему сделать это. Чтобы не упускать своего врага из виду, юноша вступает в его отряд и в награду за выполнение тяжелого боевого задания требует поединка с ним, но терпит поражение. Юноша продолжает прилагать все усилия, чтобы осуществить свою месть. Внезапно он оказывается вовлечён в куда более кровавое столкновение...\n\n   ",
      "description/Сильнейший в мире заклинатель демонов Не Ли погиб в битве с Мудрецом-Императором. Но его душа воплотилась вновь, вернувшись на десятилетия назад, в нём самом, тринадцатилетнем подростке. Теперь у него есть шанс исправить все ошибки, совершённые в прошлом: спасти от монстров родной город, защитить любимую, друзей и семью. В детстве Не Ли  был самым слабым учеником в классе, имея духовную силу на уровне простых людей. Он и мечтать не смел стать воином, не говоря уже о заклинателе демонов, но опыт и знания, накопленные в предыдущей жизни, помогут ему стать сильнее. Ведь сейчас он знает то, что неведомо профессорам в их боевой академии.",
      "description/Во вселенной комиксов никто не удивляется монстрам, злодеям и безумным ученым. Они как явления природы — неприятно, конечно, но что поделаешь? Главное, чтобы хватало героев для защиты простых людей, а дальше — как повезет. И надо же такому случиться, что Сайтама — сильнейший из героев Зет-Сити — на борца за мир и справедливость вообще не похож: лысый, невысокий, лицо невыразительное, одежда тем более, даже встать в позу и выразиться пафосно не умеет!\nДело в том, что Сайтама — не тайный пришелец, мутант или миллиардер, а всего лишь безработный, однажды решивший стать сильнее и жить своим умом. За три года нетипичный герой вырос настолько, что одним ударом отправляет в аут хоть Супермена, хоть Князя Тьмы. Воистину, при желании любой может стать Буддой — но этого Сайтаме как раз не хочется, охота пожить, погеройствовать, признанием насладиться. А раз так, придется работать на имидж — взять, к примеру, в ученики молодого киборга Геноса, да вступить в местную геройскую Ассоциацию — пускай хоть зарплату платят, а то некогда все время по распродажам бегать!\n© Hollow, World Art",
      "description/Я перевоплотилась в злодейку Юмиэллу из отомэ-игры. В истории Юмиэлла просто побочный персонаж, но в самом конце она появляется как скрытый босс — персонаж, который наравне с главными героями благодаря своим высоким характеристикам!\nРазжигая огонь в своей геймерской душе и пользуясь тем, что меня оставили одну на землях моих родителей, я тренировалась! Ко времени поступления в академию мне удалось достичь 99-го уровня. Хотя я планировала прожить свои дни как можно незаметнее и мирно, вскоре после поступления в школу героиня и её любовники стали подозревать меня в том, что я «повелитель демонов»…\nПрислать описание",
      "description/История повествует об пышногрудой, сексуальной и загорелой гяру, которая является школьным учителем, и у нее есть садистская сторона\nПрислать описание",
      "description/Первая жизнь. После трагического несчастного случая, потеряв свою семью и ноги, он заканчивает свою собственную жизнь.\nВторая жизнь. Он заслужил славу Красного Демонического Мастера в Чжунъюане, но его предал человек, которому он доверял больше всего.\nИ вот наступает его третья жизнь. В ней, вернувшись в современный мир, Кан Джинхо решил жить нормальной жизнью… Однако он слишком привык к жизни Чжунъюаня, чтобы стать нормальным человеком!\n«Я хотел жить спокойно. Но ведь это вы все начали. Надеюсь, вы готовы к последствиям.»\nПеред лицом угроз его новой жизни, сможет ли Кан Джинхо избавиться от своих привычек Красного Демонического Мастера и получить «нормальную жизнь», которую так сильно желает?",
      "description/Е Утянь, блестящий врач 2089 года, в результате экспериментального лабораторного взрыва попадает назад в 2019 год. Он приходит в себя на какой-то горе, а затем парню удаётся спасти девушку по имени Ли Ван, укушенную ядовитой змеёй. Обладая превосходными познаниями в области медицины, Е Утянь отправляется в удивительное путешествие по Земле начала 21-го века…",
      "description/Магия меча, позволяющая управлять мечами на расстоянии, не оставляет врагам и шанса. Ардис — последователь нового магического искусства, невиданного ранее за всю историю магии. Будучи наёмником, он принимает различные задания за вознаграждение, включая ликвидацию, сопровождения и расследования.\nПо пути домой с обычного задания он защитил двух девушек-близняшек, выживших после нападения бандитов на их караван, однако в этом мире близнецы считаются «мерзостью».\nВместе с близняшками и своей напарницей он начинает менять мир, в котором нет места для близнецов из-за «Вмешательства богини».\nЭто история о мечнике, прозванном Магом Бесчисленных Мечей.",
      "description/Эта история о 29-летнем холостяке, призванном в другой мир для свободной жизни. Но после того, как его в первый же день поймала «нежелательная» жена, его жизнь пошла не так гладко, ведь он стал объектом пристального внимания всего королевства на целых десять дней. А о его дальнейшей жизни Вы узнаете, прочитав эту мангу.",
      "description/Слушайте, народ! Я живу своей жизнью с королевой демонов! Выходит каждую субботу",
      "description/Леон, в прошлом обычный японский офисный работник, переродился в мире \"отомэ-игры\" и ужаснулся от того, что в этом мире женщины доминируют над мужчинами. Казалось, будто мужчины - всего лишь домашний скот, за счет которого живут женщины этого мира. Исключениями были только романтические цели игры - группа красивых парней с наследным принцем во главе.\nВ этих странных обстоятельствах у Леона есть только одно оружие - знания из предыдущего мира, в котором его наглая сестра заставила его пройти эту игру. Леон, просто желающий затворнической жизни в отдаленной местности, использует эти знания, чтобы начать беспощадное восстание против женщин и красивых парней.\nПрислать описание",
      "description/Однажды в небе появился необычный замок с множеством тайн, до которого было невозможно добраться. Вскоре в мире стали появляться люди с [крыльями], способные добраться до замка, таких людей стали называть [игроками]. Наш герой с детства мечтал стать игроком, но крылья так и не появлялись. В очередной раз бродя по улицам города, отправив в полет банку Редбула, он заметил, как с неба сбитая красавица.\nРожденынй ползать - летать ...?\nПрислать описание",
      "description/Вакана Годзё — пятнадцатилетний ученик старшей школы, в прошлом получивший серьёзную психологическую травму на фоне своего увлечения. Впоследствии юноша изолировал себя от общества и начал вести затворнический образ жизни. Так продолжалось до тех пор, пока в жизнь Годзё не ворвалась Китагава — общительная гяру, полная его противоположность. Довольно скоро они разделили хобби друг с другом, что привело к их странным, но прочным отношениям.",
      "description/История повествует нам о Рейно, девушке, только что получившей свой сертификат библиотекаря. И в самый первый день работы произошло землетрясение, обрушивший полку с книгой на нашу главную героиню.\n\nНо перед смертью девушка пожелала, чтобы в следующей жизни она читала ещё больше! И тут она реинкарнировала в дочку обычного солдата. Но это не важно! Надо срочно почитать книг! Но книг в этом мире не было...\nПоэтому наша героиня решила стать первым в мире библиотекарем. А первым к этому шагом станет написание книги.\nПрислать описание"
    ]
  },
  "ranobe": {
    "urls": [
      "https://tl.rulate.ru/book/66878",
      "https://tl.rulate.ru/book/43753",
      "https://tl.rulate.ru/book/173"
    ],
    "names": [
      "Романтическая комедия юношества не оправдала моих ожиданий",
      "Непутевый ученик в школе магии: Компания Магиан",
      "Аватар Короля"
    ],
    "chapters": [
      0.0,
      0.0,
      0.0
    ],
    "access-chapters": [
      "2.25",
      "3.16",
      "1.1600"
    ],
    "future-chapters": [
      "2.25",
      "3.16",
      "1.1600"
    ],
    "description": [
      "Хачиман Хикигая - старшеклассник. Он уже успел разочароваться в жизни. По его мнению в данный момент он переживает самый худший период в жизни человека, то есть юность. Это иллюзия, сотканная из обмана, неудач и лицемерия. Однако когда он пишет об этом в школьном сочинении, его учительницу не устраивает такое положение дел, и она отправляет его на \"перевоспитание\" в клуб волонтёров — клуб, участники которого должны помогать другим ученикам в решении их проблем. Как же справится наш герой с просьбами других учеников, и смогут ли помочь ему в этом клубе?",
      "Школьная жизнь Шибы Тацуи, победившего множество сильных противников, подошла к концу. И он начал двигаться к реализации новых амбиций.\nНа сцену выходит так называемая \"Компания Магиан\".\nЦелью этой организации, исполнительным директором которой стал Тацуя, является защита прав так называемых магиан — людей, имеющих предрасположенность к магии, но не способных использовать её на практическом уровне. Став студентом, Тацуя продолжил неуклонно двигаться к эпохе, когда волшебники смогут жить не как оружие, а как обычные люди.\nСамо собой разумеется, что позиция Тацуи, теперь имеющего больше влияния, чем у волшебников стратегического класса, привлекла внимание всей мировой общественности. До такой степени, что некая базирующаяся в СШСА ассоциация волшебников под названием FEHR отправила агента с целью исследования действий Тацуи...\nИтак, новая история о Шибе Тацуе начинается...\n4-й том анонсирован на 10 мая.\nВнимание! Открылся сервер дискорд для обсуждения всевозможных тем, связанных с Махоркой:\nhttps://discord.gg/hWAGyDZ",
      "В онлайн игре \"Слава\", Е Сю является топовым игроком профессионального уровня. Тем не менее из-за финансовых причин его исключают команды. После того как Е Сю покинул профессиональную сцену, он нашел работу в интернет кафе. Когда \"Слава\" запускает десятый сервер, он вновь возвращается в игру в качестве нового игрока. Принеся с собой воспоминания о прошлых свершениях, он возвращается на дорогу ведущую к вершинам славы!\nХотелось бы выразить отдельную благодарность пользователю с ником Tanchan, которая вызвалась подредактировать 250~300 главы. "
    ],
    "images": [
      "description/23325.jpg",
      "description/17896.jpg",
      "description/3009.jpg"
    ]
  },
  "notify": {
    "notify": "checked",
    "anime": [],
    "manga": [],
    "ranobe": []
  },
  "history": {
    "anime": [],
    "manga": [],
    "ranobe": []
  }
}
